Revit 2027 API
SymbolTypeId.KgCO2ePerMSup2 Property
 Symbol kgCO₂e/m², indicating kilograms Carbon Dioxide per square meter
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerMSup2 { get; }
Public Shared ReadOnly Property KgCO2ePerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerMSup2 {
	ForgeTypeId^ get ();
}
static member KgCO2ePerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace